[General]
Translator, "Dae-deul K, E2ZONE, hacker3079@kornet.net, keijun"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAOYAAKSkpO7u7ubm5urq6rm5uenp6aOjo+fn55+fn+/v7+ru7+vr66WlpZqamq+v
r/Dw8KmpqaioqODg4JeXl56env7+/pycnLq6uuTk5Kurq/X19evt7eJnUaenp9jY2NTU1Ofp6mJM
bUuLzNxgSvj4+JiYmM3Nzezp5aGgn5GRke7v7cbP2VBEceXj4n2kyfz8/IODg+zs7Oze3eDd2+OK
fNppUuzp6NuZjvf397+ssmBgYEuIxtLS0uvt7ABWu+rn49qdkJaWlk1NTQBWtbu7u9JsWQBTsrzK
2YuLi52dncHQ4F9fX/v7+7/AwMTExABYwPT09JOTk7Ozs/Pz839/f/Du7J6dnJeLpuzu7gBXuN/f
3+Hh4eLi4tnZ2YmJidBsWube3Pb29pSUlOXX1P///9Db5pCQkOjl4q2trQBJqZtzgl5eXsnJydln
U3Jycujr6+fX031khEBAQNPT0+nt7vHx8fLy8qKioujo6O3t7aGhoaCgoAAAAAAAAAAAAAAAACH5
BAAAAAAALAAAAAAQAAwAAAfFgGZ3e3p6e4eFencGdwApAHV5AQJ1CQEPD3YYdXZhBnp5MQQMHxsK
ClgmSBechXkeUXsgY0A3cG9iVF0JjAt4TmxgX0VtIzJNFwUJDHsLB3g9OTUcanE0dAcDUx0IBQID
VS4hLEM+Vyp5eVAQCAMHE1YraUZZT2UoFHY4GXsFBHJLZhzZIULJGTdCeLxAg0DLFhg6CLT4ccIG
kTUQmFRwsEeCBC5z8AjAgyeABgwkKpCR4mVCkBINGliwQGEPgAgRMjhIEggAOw==


[BFAPI]
ErrorClientVersionTooOld, "클라이언트 버전이 너무 오래되었습니다.\n응용 프로그램을 업데이트하고 다시 시도하십시오."
ErrorFailClientTime, "컴퓨터의 시간이 맞지 않습니다.\n시스템의 시간을 확인하고 다시 시도하십시오."
ErrorFailLogin, "이메일 주소와 비밀번호를 확인하고 다시 시도하십시오."
ErrorFailPrefix, "Binary Fortress 계정에 연결하는데 실패했습니다.\n인터넷 연결을 확인하시고, 이 응용 프로그램이 컴퓨터의 방화벽 혹은 네트워크 프록시에 의해 차단되어 있는지 확인하세요."
ErrorInvalidProTrialLicenseKey, "귀하의 시험판 라이센스 키가 유효하지 않습니다.\n자세한 내용은 문의 해 주십시오."
ErrorItemSizeTooLarge, "동기화하려는 항목 중 하나가 너무 큽니다.\n큰 항목을 삭제하고 동기화를 다시 시도하십시오."
ErrorTrialExpiredPrompt, "귀하의 Pro 시험판 라이센스가 만료 되었습니다.\n다른 시험판 시작을 위해 문의 하시겠습니까?"
ErrorUnknownProPurchasedLicenseKey, "귀하의 라이센스 키가 유효하지 않습니다.\n자세한 내용은 문의 해 주십시오."
LoginPrompt, "로그인 정보 입력이 필요합니다.\n지금 로그인 정보를 입력 하시겠습니까?"
TitleSync, "귀하의 Binary Fortress 계정과 동기화"


[BFAPILoginControl_Controls]
btnLogin, "로그인 (&L)"
btnLogout, "로그아웃 (&L)"
btnMyAccount, "내 계정 (&A)"
btnMyLicenses, "내 라이센스 (&M)"
btnRegister, "등록 (&R)"
btnResetPassword, "비밀번호 초기화"
lblEmailAddress, "이메일 주소:"
lblName, "Name:"
lblPassword, "비밀번호:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "개인용 또는 상업용, # 라이센스 명에 표기"
LicenseRestrictionEnterprise, "회사 공간 내에서의 제한없는 PC 개수"
LicenseRestrictionPersonalHome, "당신은 개인 컴퓨터나 회사의 컴퓨터 한 대에서만 영구적으로 사용할 수 있습니다"
LicenseRestrictionSite, "한 장소에서의 제한없는 PC 개수"
LicenseRestrictionStandard, "개인용 또는 상업용, PC 1대"
LicenseRestrictionSteam, "주 사용자의 제한없는 PC 개수. Steam 클라이언트를 통해 설치된 프로그램"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "유효한 이메일 주소를 입력한 뒤 다시 시도해 주십시오."
ErrorEnterPassword, "비밀번호를 입력한 뒤 다시 시도해 주십시오."
ErrorLoginFailed, "귀하의 계정 정보를 가져올 수 없습니다.\n이메일 주소와 비밀번호를 확인한 뒤 다시 시도해 주십시오."
ErrorNoLicensesFound, "이 계정에 대한 라이센스 정보를 찾을 수 없습니다.\n추가적인 도움이 필요한 경우 문의 해 주십시오."
ErrorUnknownLicenses, "라이센스 정보를 로드하는 중에 오류가 발생했습니다."
ErrorUnknownLogin, "귀하의 계정 정보를 로드하는 중에 오류가 발생했습니다."
Note, "당신의 Binary Fortress 계정을 동기화하고 라이센스 키를 검색하기 위해 로그인 합니다."
SelectLicensePrompt, "귀하께서는 무료 버전나 Pro 시험판 라이센스를 사용중이거나, 또는 귀하의 라이센스 키가 유효하지 않습니다.\n귀하의 Binary Fortress 계정에서 라이센스 키를 불러오시겠습니까?"
Title, "내 Binary Fortress 계정"
TitleLoadingLicenses, "라이센스 키를 불러오는 중"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "윈도우 스타일을 선택 하세요:"
PromptSelectWindowStylesEx, "확장된 윈도우 스타일을 선택 하세요:"
RemoveConfirmOne, "선택된 항목을 삭제 하시겠습니까?"
SelectAnItem, "목록에서 항목을 선택 한 뒤 다시 시도해 주세요."
SelectAudioDevice, "오디오 기기를 선택해 주세요."
SelectMouseCursorLocation, "마우스 커서 위치를 선택하세요\n취소하려면 아무 키나 누르세요"
SendKeys_EditString, "문자열 수정"
SendKeys_EnterString, "문자열 입력:"
SendKeys_mniAddKeyCombination, "키 조합 추가"
SendKeys_mniAddRawText, "Raw 텍스트 추가"
SendKeys_mniAddText, "텍스트 추가"
SendKeys_Title, "SendKeys 제작자"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "생성 날짜"
colDateExpires, "만료 날짜"
colLicenseKey, "라이센스 키"
colLicenseRestrictions, "라이센스 제한"
colLicenseType, "라이센스 타입"
colName, "Name"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "이 라이센스 키를 사용 하시겠습니까?"
ErrorSelectLicense, "라이센스를 목록에서 선택 한 뒤 다시 시도해 주십시오."
ShowNeedLicenseWarning, "라이센스 키를 목록에서 선택한 뒤 'OK' 버튼을 눌러 주십시오."
Title, "내 라이센스"


[BFFormDownload_Strings]
ConfirmCancel, "정말로 다운로드를 취소하시겠습니까?"
Error, "오류가 발생했습니다."
Progress, "총: {0} KB ({1} KB 남음)"
ProgressUnknown, "다운로드: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "WallpaperFusion 태그를 선택한 뒤 다시 시도해 주십시오."
lblQuery, "필터:"
Title, "WallpaperFusion 태그"


[BFFormOnlineMacroBrowser]
btnClose, "&닫기"
colCreatedBy, "제작"
colDownloads, "다운로드"
colLanguage, "언어"
colLastModified, "최근 수정"
lblQuery, "필터:"
Loading, "로딩중..."


[BFFormProxySettings_Controls]
btnSave, "저장"
lblProxyAddress, "서버 주소:"
lblProxyPassword, "비밀번호:"
lblProxyPassword2, "비밀번호 확인:"
lblProxyPort, "포트:"
lblProxyUsername, "사용자 이름:"
rdoCustomSettings, "&프록시 서버 설정:"
rdoNoProxy, "&프록시 서버 없음 (직접 인터넷 연결)"
rdoUseIESettings, "&인터넷 브라우저 연결 설정"


[BFFormProxySettings_Strings]
EnterServerAddress, "프록시 서버 주소를 입력하거나 '프록시 서버 없음을 선택하십시오'."
EnterServerPort, "프록시 서버 포트를 입력 또는 '프록시 서버 없음을 선택하십시오'."
PasswordDecryptionFailed, "귀하의 인터넷 연설 설정이 유효하지 않습니다.\n설정을 수정하기 위해 귀하의 프록시 서버 비밀번호를 다시 입력 하시겠습니까?"
PasswordsNotMatch, "프록시 서버 비밀번호가 일치하지 않습니다. 다시 시도 하십시오."
Title, "인터넷 연결 설정"


[BFFormSelectApplication]
AllApplications, "모든 응용 프로그램"
btnBrowse, "찾아보기 (&B)"
btnRefresh, "&새로고침"
colApplication, "응용 프로그램"
colPath, "경로"
GroupDesktopApplications, "데스크톱 응용프로그램"
GroupWindows8Applications, "윈도우 스토어 응용프로그램"
lblWindowPicker, "Drag this over a window to select that window's process in the list automatically"
PleaseSelectApplication, "응용프로그램을 먼저 선택하십시오."
Title, "응용프로그램 선택"


[BFFormSettingsAdvanced_Controls]
btnDelete, "기본 값"
colSetting, "설정"
colValue, "값"
lblFilter, "필터:"
lblHelp, "더블 클릭으로 설정을 바꿀수 있습니다. 저 많은 정보를 원하시면 '도움말' 버튼을 눌러 주십시오."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "설정을 저장하는 동안 오류가 발생했습니다."
SavedSuccessfully, "고급 설정이 성공적으로 젖아 되었습니다.\n이 설정을 적용하려면 프로그램을 재 시작 해야 합니다."
Title, "고급 설정"
TitleEdit, "고급설정 변경"


[BFFormSettings_Controls]
btnAdvancedSettings, "고급 설정"
btnAutoUpdateCheckNow, "지금 업데이트 (&U)"
btnBackupSettings, "설정 내보내기"
btnLicenseChangeToFree, "무료 버전으로 변경"
btnLicenseKeyRequestTrial, "새로운 체험판 라이센스 요청"
btnLicenseLoadOnline, "Binary Fortress 계정에서 불러오기"
btnLicensePasteFromClipboard, "클립 보드에 붙여넣기"
btnProxySettings, "인터넷 연결 설정"
btnRestoreSettings, "복원 설정"
btnTroubleshootingClearLog, "기록 지우기"
btnTroubleshootingCopy, "클립 보드 복사"
btnTroubleshootingOpenLog, "기록 열기"
chkAutoUpdate, "자동으로 업데이트"
chkAutoUpdateBeta, "새로운 베타 버전 (새로운, 안정적이지 않은)"
chkAutoUpdateSteam, "업데이트를 자동으로 확인 (Steam은 이 설정이 적용되지 않을 수 있습니다.)"
colLanguageName, "Name"
colLanguageRightToLeft, "오른쪽 To 왼쪽"
colLanguageTranslators, "번역"
colLanguageVersion, "버전"
gbAutoUpdate, "업데이트 체크"
gbLicenseReseller, "재판매업자 정보"
lblAutoUpdateWarningBASE, "경고 : 자동 업데이트를 활성화 하지 않으면, 최신 버전을 설치하라는 메세지가 표시되지 않습니다"
lblLanguageGetMore, "새로운 또는 업데이트 된 언어 받기"
lblLicenseExpires, "라이센스 유효 기간:"
lblLicenseKey, "라이센스 키:"
lblLicenseTo, "라이센스:"
tabAbout, "소개"
tabLanguage, "언어"
tabLicense, "라이센스 키"
tabOptions, "옵션"
tabOurApps, "우리의 앱들"
tabTroubleshooting, "문제 해결"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "라이센스 키를 제거하고 무료 버전으로 전환 하시겠습니까?"
DebugLogCleared, "디버그 기록 파일이 성공적으로 삭제되었습니다."
DebugLogNotFound, "디버그 로그 파일을 찾을 수 없습니다.\n당신은 디버그 기록을 먼저 활성화 해야합니다."
FreeVersion, "무료 버전"
LicenseKeyRequestTrialDescription, "Someone will follow-up with you within 2 business days."
LicenseKeyRequestTrialMessage, "I would like to request a new trial license key. Thanks!"
LogLevel0, "L0: 로그 비활성화"
LogLevel1, "L1: 로그 최소화"
LogLevel2, "L2: 상세 로그 (비추천)"
LogLevel3, "L3: 모든 로그 (비추천)"
RegistryExportSuccess, "설정이 성공적으로 적용 되었습니다."
RestoreSettingsFailed, "설정을 복원하지 못했습니다."
RestoreSettingsSuccess, "설정이 성공적으로 복원되었습니다."
SettingsLoadError, "설정을 불러오는 동안 오류가 발생했습니다."
SettingsSaveError, "설정을 저장하는 동안 오류가 발생했습니다."
Title, "설정"
TroubleshootingCopyError, "문제 해결 정보를 복사하지 못했습니다."
TroubleshootingCopySuccess, "문제 해결 정보를 성공적으로 클립 보드에 복사되었습니다."


[BFFormSupportRequest_Controls]
lblEmailAddress, "이메일 주소:"
lblMessage, "메세지:"
lblName, "Name:"
lblSubject, "제목:"
lblWarning, "문제 해결 탭에서 정보 및 debug.log를 파일이 암호화되어 우리가 더 빨리 문제를 해결할 수 있도록 이 지원 요청과 함께 전송됩니다."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "유효한 이메일 주소를 입력한 뒤 다시 시도해 주십시오."
EnterMessage, "메시지를 입력하고 다시 시도하십시오."
EnterName, "이름을 입력하고 다시 시도하십시오."
EnterSubject, "제목을 입력 해주세요."
SendSuccess, "귀하의 정보가 성공적으로 전송 되었습니다.\n영업일 기준 1일 이내에 담당자가 연락 드리겠습니다."
Title, "지원 요청 제출"
TooLongEmailAddress, "짧은 이메일 주소를 입력하고 다시 시도하십시오."
TooLongName, "짧은 이름을 입력하고 다시 시도하십시오."


[BFFormUpdateInvalidLicense]
btnBuyNow, "프로 라이센스 구입"
btnLater, "다음에"
btnMoreInfo, "더 많은 정보"
lblInvalidLicense, "당신의 프로 라이센스 키는 무효한 것으로 나타납니다.\n\n당신은 설정 창에서 라이센스 키 탭에 올바른 라이센스 키를 입력했는지 확인하십시오.\n\n만약 당신의 라이센스 키가 정확한데 여전히 이 메세지를 보게 되는 경우, 아래의 도움말 버튼을 사용하여 Binary Fortress Support에 문의하십시오."
Title, "유효하지 않은 라이센스 키"


[BFFormUpdate_Controls]
btnChangeLog, "&변경 로그 보기"
btnDownloadOnly, "&Visit Website"
btnInstallNow, "바로 설치 (&I)"
btnInstallOnExit, "종료시 설치 (&E)"
btnRemindMeLater, "&나중에 알림"
btnSkipThisVersion, "&이 버전 건너뛰기"
lblNewVersion, "새 버전:"
lblOldVersion, "현재 버전:"
lblUpdateNotes, "이 버전의 새로운 기능:"
lblUpdateSize, "크기 조절:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "새로운 버전으로 업데이트 할 것을 권장합니다.\n새 업데이트를 건너 뛰시겠습니까?"
DownloadFailedSave, "로컬에서 파일을 저장하지 못했습니다."
DownloadingUpdate, "업데이트 다운로드중"
DownloadInvalidData, "서버에서 잘못된 데이터가 돌아왔습니다. 서버가 요청된 파일을 찾는데 문제가 있수도 있습니다."
DownloadNoData, "데이타가 없습니다 웹사이트로 돌아갑니다."
ErrorDownload, "새 버전을 다운로드 하는 동안 오류가 발생했습니다."
FreeNotice, "이 업데이트와 향후 모든 업데이트가 무료 입니다! 오늘 업데이트 하세요!"
Title, "업데이트 가능"
UpdateProMessage, "원 클릭 업데잍트를 사용하려면 Pro 라이센스로 업그레이드 해야 합니다.\n업그레이드에 대한 정보를 원하십니까?"


[BFHelpButton_Controls]
mniDiscussions, "커뮤니티 토론"
mniOnlineHelp, "온라인 도움말"
mniSupportRequest, "지원 요청"


[BFHotKey]
ErrorHotKeyBindFailed, "단축키 설정 실패:"
ErrorHotKeyComboInUse, "The Key Combination is already in use. There are a few reasons why this can happen:\n- The Key Combination is already assigned elsewhere in this application\n- Another application is already using this Key Combination\n- A built-in Windows function is using this Key Combination\n\nPlease edit or remove the Key Combination in the settings."
ErrorIncorrectKeyValue, "잘못된 키조합: 키값을 입력 하십시오."
ErrorIncorrectNumberElements, "잘못된 키조합: 키의 수가 틀립니다."
ErrorIncorrectNumberKeyMods, "잘못된 키조합: 수식어의 수가 틀립니다."
ErrorInvalidKeyCombo, "지정한 키조합이 잘못 되었습니다."
ErrorSystemReserved, "The Key Combination you have specified is reserved by Windows and can't be used."
ErrorTooManyModifiers, "잘못된 키조합: 수식어가 너무 많습니다."
HotKeyLabelKeys, "원하는 키를 입력하고 수식 선택하기"
HotKeyLabelMouse, "원하는 마우스 버튼을 클릭하여 수식 선택하기"


[BFMessage]
btnCopy, "클립보드로 복사 에러(&C)"
btnMoreInformation, "더 많은 정보 보기(&S)"


[BFTextQuery]
CaseSensitive, "대소 문자 구분:"
ErrorBracketMismatch, "Error: Bracket Mismatch.\nPlease close your brackets or wrap your query in quotes."
ErrorEscapeCharAtEnd, "Error: Escape Character '\' found at end of query.\nPlease escape or remove the character."
ErrorExpectedMatchCountChar, "Error: Expected ':::cbc:::' at position {0}.\nPlease close your brackets or wrap your query in quotes."
ErrorExpectedQuote, "Error: Expected '"' at position {0}.\nPlease make sure to escape '"' characters."
ErrorInvalidChar, "오류: {1}위치에서 잘못된 문자 '{0}'.\n따옴표로 감싸주십시오."
ErrorInvalidDigit, "Error: Invalid digit at position {0}.\nDigits must be positive and contain only numeric characters."
MayContain, "포함:"
MayEqual, "May Equal:"
MayNotContain, "포함 안함:"
MayNotEqual, "May Not Equal:"
MustContain, "포함:"
MustEqual, "Must Equal:"
MustNotContain, "포함 안함:"
MustNotEqual, "Must Not Equal:"
Time, "한번만"
Times, "{0} 번"


[BFUpdateCheck]
AlreadyInProgress, "업데이트를 확인하고 있습니다 ..."
ErrorRunningDownloadedFile, "다운로드 한 설치 파일을 실행하는 동안 오류가 발생했습니다."
FailedToGetVersion, "최신 버전으로 로드 할 수 없습니다."
NoUpdate, "이미 최신 버전입니다..."
Title, "업데이트"


[cFunctions_Strings]
FolderNotRecognized, "선택한 폴더가 인식되지 않아 검색 할 수 없습니다."


[frmMain_Controls]
btnBrowseAppendExcludePath, "찾기 && 추가"
btnBrowseExcludePath, "찾아보기"
btnFolderBrowse, "찾아보기 (&B)"
btnFolderBrowseAppend, "찾기 && 추가"
btnNewSearch, "새 탭으로 &검색"
btnPause, "Pa&use"
btnResume, "Res&ume"
btnSearch, "&검색"
btnStop, "정&지"
chkCaseSensitive, "&대소 문자 구분 검색"
chkFileSizeMax, "최대 파일 크기:"
chkFileSizeMin, "최소 파일 크기:"
chkIsQueryRegEx, "정규식 검색"
chkSearchSubFolders, "하위 폴더 &검색"
chkShowFirstResult, "&각 파일에 대한 첫 번째 결과를 표시"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "검색어 및 텍스트 일치하는 파일 이름을 표시"
chkShowQueryMatchFolders, "텍스트 및 퀴리의 일치하는 폴더 이름 표시"
chkUseIFilters, "파일 확장자를 사용하여 프로세스 파일 내용을 검색 (느림)"
colDateAccessed, "접근 날짜"
colDateCreated, "생성 날짜"
colDateModified, "수정 날짜"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "파일 크기"
colLine, "라인"
colLineNumber, "라인 #"
colPath, "경로"
lblAccessedTo, "에"
lblAdditionalLinesAfter, "검색 결과 후 여러 줄 표시:"
lblAdditionalLinesBefore, "검색 결과 전 여러 줄 표시:"
lblCreatedTo, "에"
lblDateAccessed, "접근 날짜:"
lblDateCreated, "만든 날짜:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "수정 날짜:"
lblExcludeFiles, "Ex&clude Files:"
lblExcludePath, "E&xclude Path(s):"
lblFilterResults, "필터:"
lblIncludeFiles, "Include &Files:"
lblModifiedTo, "에"
lblPath, "&Path(s):"
lblQuery, "&Query:"
lblStatusFound, "일치하는 검색 결과: {0}"
lblStatusTotal, "검색된 파일: {0}"
mniAbout, "소개"
mniClearSearchHistory, "검색 기록 지우기"
mniCloseAll, "모두 닫기"
mniCloseAllButThis, "그외 닫기"
mniCloseSearch, "&취소"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "모든 결과 복사"
mniExit, "나가기"
mniExplorerContextMenu, "윈도우 상황에 맞는 메뉴"
mniHelp, "도움말"
mniOpenFolder, "폴더 포함 열기"
mniOpenFolderOnly, "폴더 열기"
mniOpenOther, "Open with {0}"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "선택 결과 목록에서 제거"
mniRenameFile, "Rename Selected File"
mniSettings, "설정"
mniShowFilterControls, "필터 컨트롤 표시"
mniTextCopy, "&복사하기"
mniTextSelectAll, "모두 &선택"
mniTools, "&도구"
mniTrayExit, "나가기"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "HTML 모든 결과 내보내기"
mnuExportSelectedResultsHTML, "HTML 선택 결과 내보내기"
mnuFileCopy, "Copy Selected Files"
mnuFileCut, "Cut Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "언어"
mnuLoadProfile, "불러오기"
mnuManageProfiles, "프로필 관리"
mnuOpen, "열기"
mnuOpenNotepad, "메모장으로 열기"
mnuProfile, "프로필"
mnuSave, "저장"
mnuSaveAll, "CSV 모든 결과 내보내기"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "CSV 선택 결과 내보내기"
mnuShowFullLanguageList, "전체 언어 보기"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "파일의 각 행에 쿼리와 일치"
rdoMatchQueryToWholeFile, "전체 파일을 쿼리와 일치"
tabAdvanced, "고급"
tabDateFilters, "날짜 필터"
tabFileSizeFilters, "파일 크기 필터"
tabSearch, "검색"


[frmMain_Strings]
AccessedAfterTT, "이후 접근 {0}"
AccessedBeforeTT, "전에 접근 {0}"
AccessedBetweenTT, "사이에 접근 {0} 과 {1}"
AppSelectionErrorPartOne, "선택한 응용 프로그램을 찾을 수 없습니다."
AppSelectionsErrorPartTwo, "당신은 지금 다른 하나를 선택 하시겠습니까?"
btnNewSearchTT, "새 탭을 열고 검색 시작"
btnSearchTT, "현재 탭에서 검색 시작"
btnStopTT, "선택 검색 중지"
CaseSensitiveQueryTT, "대소 문자 구분 검색어"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "정규식 검색"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "각 줄에 검색어와 일치하는 경우에만 첫 번째 일치하는 행을 표시합니다"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "윈도우 상황에 맞는 메뉴를 표시하는 동안 오류가 발생했습니다."
CreatedAfterTT, "후 생성 {0}"
CreatedBeforeTT, "이전에 생성 된"
CreatedBetweenTT, "사이에 생성 {0} 과 {1}"
CSVSpreadsheet, "CSV 파일"
CustomAppOpenError, "사용자 지정 응용 프로그램이 파일을 여는 동안 오류가 발생했습니다."
DateCreatedError, "이후 시작 날짜보다 '만든 날짜 종료 날짜'를 선택하십시오."
DateFiltersSelected, "날짜 필터:"
DateModifiedError, "이후 시작 날짜보다 '수정 한 날짜 종료 날짜'를 선택하십시오."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "프로필 이름 입력:"
ErrorDirectoryEmpty, "This path is empty"
ExcludeFilesTT, "제외 파일: {0}"
ExcludePathsTT, "경로 제외(s): {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "FileSeek가 요청 된 작업을 수행하는 동안 잠시 기다려주십시오.\n이 창을 닫을 수 있지만 작업이 실행되는 동안 예기치 않은 결과가 발생할 수 있습니다."
FileDeleteQuestion, "선택한 파일이나 폴더를 삭제 하시겠습니까?"
FileDeleteTitle, "파일 삭제"
FileDeletionError, "파일을 삭제하는 동안 오류가 발생했습니다."
FileHandlerError, "검색 경로를 입력하십시오."
FileIncludeNameMatch, "파일 이름 일치 [필터 파일 포함]"
FileOpenError, "이 파일을 여는 동안 오류가 발생했습니다."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "파일 이름 일치 [검색어]"
FileReadError, "파일 접근 오류: {0}"
FileSelectionError, "존재하는 최소 1 파일을 선택하고 다시 시도하십시오."
FileSizeError, "동일 파일 크기 최소보다 큰 파일 크기 최대를 선택하십시오."
FileSizeFiltersSelected, "파일 크기 필터:"
FilesSearched, "검색된 파일: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "검색 폴더 선택"
FolderBrowsingError, "폴더를 검색하는 동안 오류가 발생했습니다."
FolderIncludeNameMatch, "폴더 이름 일치 [필터 파일 포함]"
FolderItemError, "폴더 항목 불러오기 오류: {0}"
FolderOpenError, "이 폴더를 여는 동안 오류가 발생했습니다."
FolderQueryNameMatch, "폴더 이름 일치 [검색어 텍스트]"
FolderReadError, "폴더 읽기 오류: {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "하이퍼 텍스트 태그 언어 파일"
IFilterWarning, "에 대한 올바른 결과를 표시하는 파일 확장자를 활성화 필요: {0} 파일"
IncludeFilesTT, "포함 파일: {0}"
InvalidExcludeFilesRegExError, "정규식 패턴 유효 하지 않는 파일 제외가 오류가 발생 했습니다.\n{0}"
InvalidFolderLength, "유효하지 않은 폴더의 길이."
InvalidIncludeFilesRegExError, "정규식 패턴 포함 파일이 오류가 발생 했습니다.\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "쿼리 정규식 패턴이 잘못되었습니다.\n{0}"
KeypressError, "이 키 누르기을 처리하는 동안 오류가 발생했습니다."
LinkedFolderError, "이 링크/교차점 이므로 폴더를 검색하지 않음"
MatchesFound, "일치하는 검색 결과: {0}"
MatchesFromQueue, "queued results: {0}"
MatchesFromQueueIcons, "queued icons: {0}"
MaxFileSizeTT, "최대 파일 크기: {0}"
MaxPathError, "경로가 길어 일부 프로그램에서 작동하지 않을 수 있습니다"
MenuOpenError, "메뉴를 여는 동안 오류가 발생했습니다."
MinFileSizeTT, "최소 파일 크기: {0}"
ModifiedAfterTT, "이후 수정 {0}"
ModifiedBeforeTT, "전 수정 {0}"
ModifiedBetweenTT, "사이에 수정 {0} 과 {1}"
More, "(더보기)"
NoDateFiltersSelected, "날짜 필터 기능 선택 않함"
NoFileSizeFiltersSelected, "날짜 필터 기능 선택 안함"
NoOptionsSelected, "옵션 선택 없음"
NotepadError, "메모장으로 이 파일을 여는 동안 오류가 발생했습니다."
NotYourProfile, "이 프로필을 보유하고 있지 않습니다."
OnlyShowFirstResultTT, "첫 번째 결과만 보기"
OpenManyQuestion, "{0} 파일 또는 폴더를 오픈 하시겠습니까?"
OptionsSelected, "옵션 선택:"
OtherApplication, "Other Application"
PathsTT, "경로(s): {0}"
PathTooLongError, "윈도우 긴 경로 이름이 작업을 지원하지 않습니다."
ProfileLoadError, "이 프로필을 불러오는 동안 오류가 발생했습니다."
ProfileLoadOnStartError, "이 프로필 을 로드하는 동안 오류가 발생했습니다. 프로필이 존재하지 않습니다."
ProfileOverwriteQuestion, "'{0}' 프로필을 덮어 쓰기 하시겠습니까?"
ProfileSaved, "프로필 검색 설정 저장 '{0}'"
ProfileSaveError, "프로필을 저장할 수 없습니다."
ProOnlyDoubleClickPrompt, "기본 더블 클릭 확장자는 FileSeek 프로 전용 기능으로 설정됩니다.\n당신은 설정에서 기본 더블 클릭 확장자를 변경할 수 있습니다 > 검색 탭.\n\n당신은 업그레이드에 대한 자세한 정보를 원하십니까?"
QueryTT, "검색어:\n{0}"
rdoMatchQueryLineByLineTT, "모든 파일 한 줄을 열고 각 행에 쿼리가 일치하도록 시도"
rdoMatchQueryToWholeFileTT, "모든 전체 파일을 열고 전체 텍스트 쿼리가 일치하도록 시도"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "하나의 결과를 ​​클립 보드에 복사됩니다."
ResultCopyError, "클립 보드에 검색 결과를 복사하는 동안 오류가 발생했습니다."
ResultSaveError, "결과를 저장하는 동안 오류가 발생했습니다.\n{0}"
ResultsCopied, "{0} 결과 클립 보드에 복사됩니다."
ResultSelectionError, "최소 1 개의 검색 결과를 선택하고 다시 시도하십시오."
SaveResults, "Spreadsheet에 결과 저장"
SaveResultsAsHTML, "HTML로 결과 저장"
SaveSearchProfile, "검색 프로필 저장"
SearchComplete, "검색 완료 {0}s"
SearchCriteria, "검색 조건:"
SearchCriteriaEmptyTT, "빈 검색 조건"
SearchEnd, "검색 종료 : {0}"
SearchError, "검색하는 동안 오류가 발생했습니다."
SearchStart, "검색 시작 : {0}"
SearchSubFoldersTT, "하위 폴더 검색"
SettingFormShowError, "설정 창을 표시하는 동안 오류가 발생했습니다."
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "이 텍스트를 복사하는 동안 오류가 발생했습니다."
TextProcessingError, "텍스트를 처리하는 동안 오류가 발생했습니다."
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "텍스트를 선택하고 다시 시도하십시오."
txtPathTT, "문자 | 구분 항목"
UseFileHandlersTT, "파일 확장자 사용"
ViewingAppPartOne, "당신은 아직 응용 프로그램을 선택하지 않았습니다"
ViewingAppPartTwo, "당신은 하나를 선택 하시겠습니까?"


[frmProfileManager_Controls]
btnCopyProfile, "프로필 복사"
btnDelete, "Delete"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "이름 변경"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "프로필 이름"
colProfileOwner, "프로필 소유자"
lblCurrentProfile, "현재 사용자: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "당신의 새 프로필을 호출 하시겠습니까?"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "목록에서 프로필을 선택 하고 다시 시도하십시오."
ProfileDeleteQuestion, "선택한 프로필을 삭제 하시겠습니까?"
RenameSearchProfile, "검색 프로필 이름 변경"
SearchProfileName, "검색 프로필 이름:"
Title, "프로필 관리"


[frmSettings_Controls]
btnBrowseOther, "찾아보기 (&B)"
btnClearHistory, "검색 기록 지우기"
btnIFilterToggle, "토글 파일 처리기"
btnOtherDefault, "&Default"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkExportExtraLines, "Also export extra lines when saving search results"
chkIFilterErrors, "없는 파일 처리기를 가진 파일에 대한 오류 표시 (파일 처리기 검색이 활성화 된 경우)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "파일 검색 및 링크/접합 되는 폴더"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "파일/폴더에 액세스 할 수 없습니다 오류 표시"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "도구 설명 표시"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "항상 빈 검색 기준으로 FileSeek 시작"
chkTreatAllExcludePathFiltersAsWildcards, "Treat all Exclude Path filters as wildcards"
chkTreatAllIncludeFiltersAsWildcards, "모두포함 하는 와일드 카드 파일 필터를 포함"
chkUseCustomDateFormat, "Use a custom date format"
chkUsePreviewHandlers, "Use Preview Handlers in the results pane"
chkWindowsContextMenu, "윈도우 상황에 맞는 메뉴 FileSeek 보기"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "명령 행 변수"
gbDateFormat, "Date Format"
gbGeneralOptions, "기본 옵션"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "명령 줄 매개 변수 전달 방법:"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "이중 검색 결과를 클릭에 대한 기본 작업을 선택:"
lblNumChar, "각 검색 결과에 많은 문자 표시:"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "선택한 파일보기 응용 프로그램:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "응용 프로그램을 검색하는 동안 오류가 발생했습니다."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "HTML 모든 결과 내보내기"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "HTML 선택 결과 내보내기"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "폴더 포함 열기"
cboDefaultDoubleClickOperation_OpenNotepad, "메모장으로 열기"
cboDefaultDoubleClickOperation_OpenOther, "Open with {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "With this option enabled, a search entered as foo will be treated as *foo*"
ClearHistoryError, "검색 기록을 삭제하는 동안 오류가 발생했습니다."
ClearHistoryWarning, "검색 기록을 삭제 하시겠습니까?"
CommandLineError, "명령 줄 매개 변수를 입력하거나 재설정 '기본'을 클릭하십시오."
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DisableFileHandler, "확장자 파일 비활성"
DisablePreviewHandler, "Disable Preview Handler"
EnableFileHandler, "확장자 파일 활성화"
EnablePreviewHandler, "Enable Preview Handler"
FileCommandDescription, "{0}: 대체 전체 파일 이름."
FileHandlerListError, "파일 확장자 목록을 불러오는 동안 오류가 발생했습니다."
FileHandlerSelectError, "이 파일 확장자를 선택하는 동안 오류가 발생했습니다."
FileHandlerToggleError, "이 파일 확장자를 전환하는 동안 오류가 발생했습니다."
HistoryCleared, "검색 기록 성공적으로 삭제."
InvalidExitcode, "반환 및 무효 종료 코드: {0}"
LineCommandDescription, "{0}: 대체 행 번호입니다."
lvIFilters_Extension, "Extension"
lvIFilters_Handler, "확장자"
lvIFilters_HandlerVersion, "버전"
NumOfCharError, "문자 {0} 과 {1} 사이의 수를 입력하고 다시 시도 하십시오."
PreviewHandlerListError, "An error has occurred while listing the Preview Handlers."
PreviewHandlerToggle, "Toggle Preview Handler"
SettingMenuError, "상황에 맞는 메뉴 설정을 설정하는 동안 오류가 발생했습니다."
tabSettings_FileHandlers, "확장자 파일"
tabSettings_OtherApp, "기타 응용 프로그램"
tabSettings_PreviewHandlers, "Preview Handlers"
tabSettings_Search, "검색"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "검색 결과 을 성공적으로 저장했습니다.\n파일을 보시겠습니까?"
SearchCriteria, "검색 조건"
SearchDate, "검색 날짜:"
Title, "FileSeek 검색 결과"


[IFilterHelper_Strings]
UnknownError, "알 수없는 IFilter 오류"
UsingStandardMethodWarning, "이 파일 확장자가 없으며, 표준 방법을 사용하여 검색 하십시오."


[LicenseValidate_Strings]
ExpiredPrompt, "죄송합니다 FileSeek 평가판 라이센스 키가 만료되었습니다.\n이미 라이센스를 구입 한 경우, FileSeek 설정 창에 입력 해주십시오.\n\n당신은 FileSeek Pro를 구입에 대한 더 많은 정보를 원하십니까?"
Invalid, "죄송합니다, 라이센스 키가 잘못되었습니다."
InvalidReseller, "죄송합니다, 라이센스 키는 판매점에서 제공한 FileSeek 만 유효합니다.\n자세한 내용은 판매점에 문의하시기 바랍니다."
LicenseProcessPro, "등록해 주셔서 감사합니다!"
LicenseProcessProRestoreSettingsPrompt, "Pro 설정의 자동 백업이 감지되었습니다.\n이 백업 파일은 {0}일 전 것입니다.\n당신의 Pro 설정을 들여오시겠습니까? 당신의 모든 현재 설정은 백업 설정과 함께 덮어쓰여질 것입니다."
LicenseProcessRemoved, "라이센스 키가 제거되었습니다."
LicenseProcessTrial, "FileSeek 프로 버전을 사용해 주셔서 감사합니다!\n라이센스는 {0:D} 후에 만료 됩니다."
TrialAlmostDonePrompt, "평가판 라이센스가 곧 만료됩니다.\n이미 라이센스를 구입 한 경우, FileSeek 설정 창에 입력 해주십시오.\n\n당신은 FileSeek Pro를 구입에 대한 더 많은 정보를 원하십니까?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "FileSeek 검색"


[Words]
Add, "추가"
AdminSettingsLock, "일부 설정은 시스템 관리자에 의해 관리됩니다"
Apply, "적용"
ButtonEnterLicenseKey, "라이센스 키 입력(&E)"
ButtonLater, "나중에(&L)"
ButtonMoreInformation, "추가적인 정보(&M)"
ButtonUseFreeVersion, "무료 버전 사용(&U)"
Cancel, "&닫기"
Close, "&취소"
Copy, "&복사하기"
Custom, "Custom"
Cut, "&잘라내기"
Default, "Default"
Delete, "&제거"
Disable, "&비활성화"
Disabled, "비활성화됨"
Duplicate, "중복"
Edit, "수정"
Enable, "&활성화"
Enabled, "활성화됨"
Error, "오류"
ErrorNotAdminUACDisabled, "UAC를 사용할 수 있지만 관리자가 아닌 경우 요청 작업이 중단 될수 있습니다.\nUAC를 활성화 또는 관리자로 로그인하고 다시 시도하십시오.\n최근 UAC를 비활성화 한 경우 컴퓨터를 다시 시작 하십시오."
Exit, "&종료"
Help, "도움말"
Info, "정보"
InvalidImageFile, "이 사진은 손상되었거나 읽을 수 없습니다."
Name, "Name"
NameLabel, "Name:"
NeedProQuestion, "이 기능을 사용하려면 FileSeek Pro로 업그레이드해야합니다.\n당신은 업그레이드에 대한 자세한 정보를 원하십니까?"
NeedsProShort, "오직 Pro만"
Never, "않 함"
No, "아니요"
OK, "&확인"
Paste, "&붙여넣기"
ProOnlyNotice, "프로 전용 기능은 파란색으로 강조 표시됩니다"
Redo, "&되돌리기"
Refresh, "새로 고침"
Remove, "제거"
Rename, "Rename"
Seconds, "seconds"
SelectAll, "&전체 선택"
Start, "시작"
Stop, "정지"
Undo, "&되돌리기"
Unknown, "모름"
Yes, "예"


[Installer]
AdditionalIcons, "추가 아이콘:"
CreateContextMenuItems, "윈도우의 마우스 우클릭 메뉴에 추가"
CurrentUserOnly, "현재 사용자"
DesktopIcon, "바탕 화면 아이콘 &생성"
DotNetInstallNow, "지금 설치 하시겠습니까?"
DotNetRequired40, "이 응용 프로그램은 Microsoft .NET Framework 4.0이 필요합니다."
ForAllUsers, "모든 사용자"
LaunchNow, "지금 실행"
LicKeyInvalid, "이 라이센스 키는 유효하지 않은 것 같습니다."
LicKeyLabel, "라이센스 키:"
LicKeySelectOption, "라이센스 키 옵션을 선택하고 다시 시도하십시오."
LicKeyText, "라이센스 키 옵션:"
LicKeyTextAdminLocked, "귀하의 라이센스 키는 관리자에 의해 설정 되었습니다."
LicKeyTextChangeFree, "무료 버전을 사용하려면 설정 창에서 '무료 버전 변경'을 클릭합니다."
LicKeyTextEnterOrFree, "유효한 라이센스 키를 입력하거나 '무료 사용 버전'을 선택하십시오."
LicKeyTextPaid, "라이센스 키 사용:"
LicKeyTextTrial, "(처음에만)평가판을 사용하고, 이후에는 무료 버전으로 돌아갑니다"
RunAtStartup, "윈도우를 시작 시 자동 실행"
SteamKeyInvalid, "당신의 Steam 라이센스 키를 정확하게 불러오지 못했습니다.\n이 설치/응용 프로그램을 종료하고 Steam내에서 설치 및 다시 실행하십시오."
TextBefore, "새 버전을 설치 하기전에 실행중인 FileSeek을 종료 합니다.\n\n업데이트 및 지원 https://www.fileseek.ca를 방문하십시오."
UninstallRemoveAllData1, "모든 응용프로그램 설정, 환경 설정 및 임시 파일을 완전히 삭제하시겠습니까?"
UninstallRemoveAllData2, "이 응용프로그램을 다시 설치할 경우에는 권장하지 않습니다."